CAnimationPoint.#ctor(CPoint!System.Runtime.CompilerServices.IsConst*!System.Runtime.CompilerServices.IsImplicitlyDereferenced,System.UInt32,System.UInt32,System.UInt32!System.Runtime.CompilerServices.IsLong)
Constructs CAnimationPoint object.
Remarks:
Constructs CAnimationPoint object with specified properties.
ptDefault: Specifies default point coordinates.
nGroupID: Specifies Group ID.
nObjectID: Specifies Object ID.
dwUserData: Specifies user-defined data.